Repository: rolyrosales23/CTI
Catalog: GestCTI/App_Resources/Agent.*.resx
Languages: es

# Agente
source: Agent
es: Agente

source: Answer
es: Responder

source: Call
es: Llamar

# CallConferenced
source: An user has been added to the conference.
es: Un usuario ha sido añadido a la conferencia.

# CallDiverted
source: The call has been diverted.
es: ¡La llamada ha sido desviada!

source: Call ended!
es: La llamada ha finalizado.

source: Call failed!
es: ¡La llamada falló!

# CallOnHold
source: The call has been put on hold.
es: La llamada ha sido puesta en espera.

# CallRetrieved
source: The call has been retrieved.
es: La llamada ha sido recuperada.

# CallSavedFail
source: The call data could not be saved.
es: No se puedieron guardar los datos de la llamada.

# CallSavedOK
source: Call stored successfully.
es: Llamada guardada correctamente.

# CallTransferred
source: Call transferred successfully.
es: La llamada ha sido transferida satisfactoriamente.

# Confer
source: Conference
es: Conferencia

source: Device
es: Dispositivo

# EndConf
source: End Conference
es: Finalizar Conferencia

# ErrorDispositions
source: The dispositions for this campaign could not be obtained.
es: No se puedieron obtener las Disposiciones para esta campaña.

# ErrorSavePauseCode
source: The Pause Code could not be saved. Try it later.
es: No se pudo guardar el código de pausa. Inténtelo más tarde.

# ErrorScript
source: The campaign script could not be obtained.
es: No se pudo cargar el script de la campaña.

source: Hang Up
es: Colgar

source: Hold
es: Espera

source: Hold Calls
es: Llamadas en espera

# InsertPhone
source: Insert a phone number
es: Entre un número telefónico

# Llamada
source: Call
es: Llamada

# Menu_Calllog
source: Calllogs
es: Registro de llamadas

# Menu_Calls
source: Calls
es: Llamadas

# Menu_Contacts
source: Contacts
es: Contactos

# NoActiveCall
source: There is no active call!
es: No hay llamada activa!

# NoActiveDevice
source: Unable to recognize the device associated with the active agent.
es: No se reconoce el dispositivo asociado al usuario actual.

# NoPasusesAvailable
source: The user does not have pause codes available.
es: El usuario no tiene códigos de pausa disponibles.

# NotPausesUser
source: It was not possible to obtain the PauseCodes of this user.
es: No se puedieron obtener los códigos de pausa para este usuario.

# NotRetrieve
source: The call can not be retrieved because there is an active call.
es: No se puede recuperar la llamada porque ya hay una llamada activa.

# ObtCampUserError
source: The user's campaigns could not be obtained.
es: No se pudireron obtener las campañas del usuario.

source: Pause
es: Pausa

# PauseTimeOutLoggout
source: The time in pause has ended. It will be automatically logged out.
es: El tiempo de pausa ha terminado. El usuario será deslogeado automáticamente.

# PauseTimeOutReady
source: The time in pause has ended. You will be "Ready" automatically.
es: El tiempo de pausa ha terminado. El usuario será puesto en "Listo" automáticamente.

source: Ready
es: Listo

source: Retrieve
es: Recuperar

# SelectCampaign
source: Select a campaign...
es: Seleccione una campaña...

# SelectDisposition
source: Select the Call Disposition...
es: Seleccione la Disposición de la llamada...

# SelectHoldCall
source: You must select a call on hold!
es: Debe seleccionar una llamada en espera.

# SelectPauseCode
source: Select a Pause Code...
es: Seleccione un Código de Pausa...

# SelectValidPauseC
source: You must select a valid Pause Code.
es: Debe seleccionar un código de pausa válido.

source: Status
es: Estado

source: Transfer
es: Transferir

# UserNotCampaign
source: The user is not associated with any campaign.
es: El usuario no está asociado a ninguna campaña.
