Repository: rolyrosales23/CTI
Catalog: GestCTI/App_Resources/Login.*.resx
Languages: es

# Login_btn
source: Login
es: Entrar

# Login_header
source: Please Enter Your Information
es: Por favor ingrese sus datos

# Login_Password
source: Password
es: Contraseña

# Login_user
source: User
es: Usuario

# Login_ValidAgent
source: The User field is required
es: Debe introducir un usuario

# Login_ValidPass
source: The Password field is required
es: Debe introducir una contraseña

# Login_Roll
source: Choose your Roll...
es: Seleccione su Roll...

# Login_ValidRoll
source: Should choose your Roll
es: Debe seleccionar su Rol

# Login_Station
source: Station
es: Estación

# Login_ValidStation
source: The Station field is required
es: Debe introducir una Estación

# SelectVal1
source: Agent
es: Agente

# SelectVal2
source: Local User
es: Usuario Local

source: Home
es: Inicio

# Desea
source: Log
es: ¿ Desea

# Salir
source: Out
es: Salir

# LogoutMessage
source: Press No if you want to continue work. Press Yes to logout current user.
es: Seleccione No si quiere seguir trabajando. Seleccione Sí para desloguear el usuario actual.

# LogoutTitle
source: Are you sure you want to log out?
es: ¿ Está seguro que desea salir ?

source: Yes
es: Sí

source: List
es: Listado

# NotConnectCore
source: Can not connect to the core.
es: No se puede establecer conexión con el core.

# NotphoneError
source: Not phone specify
es: No ha especificado ninguna estación.

source: Phone Extension
es: Estación telefónica

# PlesaseLogin
source: , Please login
es: , Por favor entre sus datos

# RequireDevice
source: An attempt is being made to log in a user without a device Id.
es: Se está intentando loguear un usuario sin Id de dispositvo.

# RequirePassword
source: The Password field is required.
es: El campo Contraseña es obligatorio.

# RequireUsername
source: The Username field is required.
es: El campo Nombre de Usuario es obligatorio.

source: Welcome
es: Bienvenido

source: Calling...
es: Llamando...

# CanNotInitialize
source: Can not initialize this device:
es: No se puede inicializar este dispositivo:

# ChangeToReadyFail
source: Failed to change to Ready status.
es: Fallo al cambiar a estado Listo.

# ChangeToReadyOk
source: Change to Ready state successfully completed.
es: Cambio a estado Listo realizado satisfactoriamente.

# InCall
source: In a call!
es: En una llamada!

source: Incoming call!
es: LLamada Entrante!

# InExternalCall
source: External incoming call!
es: LLamada externa entrante!

# LoggedOtherDevice
source: You are logged in with a different device:
es: Este usuario está logueado con un dispositivo diferente:

# MakeCallFail
source: You can not make this call.
es: No se puede realizar esta llamada.

# NotDevice
source: Device ID (source or destination) not specified.
es: Identificador de dispositivo (de origen o destino) no especificado.

# NotUcid
source: Caller ID (ucid) not specified.
es: Identificador de llamada (ucid) no especificado.
